{
  "Stop": "Un panneau STOP indique que vous devez marquer un arrêt complet avant de continuer.",
  "No Parking": "Indique que le stationnement est interdit dans cette zone.",
  "Bridge Ahead": "Indique qu'un pont est à venir, soyez prudent.",
  "Yield": "Un panneau YIELD indique que vous devez céder le passage aux véhicules venant de la droite.",
  "Speed Limit": "Indique la vitesse maximale autorisée sur cette route.",
  "Pedestrian Crossing": "Indique une zone où les piétons peuvent traverser la route.",
  "Traffic Light": "Un feu de circulation régule le flux de véhicules et de piétons.",
  "Roundabout": "Un rond-point est une intersection où la circulation tourne autour d'un îlot central.",
  "No Entry": "Indique que l'entrée est interdite dans cette direction.",
  "One Way": "Indique que la circulation est autorisée dans une seule direction.",
  "School Zone": "Indique une zone scolaire, soyez vigilant pour les enfants.",
  "Construction Zone": "Indique une zone de construction, soyez prudent et respectez les déviations.",
  "Slippery Road": "Indique que la route peut être glissante, surtout par temps de pluie ou de neige.",
  "Bicycle Lane": "Indique une voie réservée aux cyclistes.",
  "No U-Turn": "Indique qu'un demi-tour est interdit à cet endroit.",
  "No Left Turn": "Indique qu'un virage à gauche est interdit à cet endroit.",
  "No Right Turn": "Indique qu'un virage à droite est interdit à cet endroit.",
  "Traffic Signal": "Un signal de circulation régule le flux de véhicules et de piétons.",
  "U-Turn": "Indique qu'un demi-tour est autorisé à cet endroit. Soyez prudent et vérifiez la circulation avant de manœuvrer.",
  "Speed Breaker Ahead": "Prévient de la présence d'un ralentisseur sur la route. Réduisez votre vitesse pour éviter les dommages à votre véhicule.",
  "Cross Roads": "Prévient d'une intersection à venir. Soyez vigilant et préparez-vous à céder le passage si nécessaire.",
  "Left bend": "Indique un virage à gauche à venir. Réduisez votre vitesse et restez dans votre voie.",
  "Pedestrians": "Zone fréquentée par les piétons. Réduisez votre vitesse et soyez particulièrement vigilant.",
  "Right bend": "Indique un virage à droite à venir. Adaptez votre vitesse et restez dans votre voie.",
  "Speed Limit (25 kmph)": "Zone à vitesse limitée à 25 km/h, souvent près des écoles ou des zones résidentielles.",
  "Speed Limit (40 kmph)": "Indique la vitesse maximale autorisée de 40 km/h sur cette section de route. Adaptez votre vitesse en conséquence.",
  "Speed Limit (60 kmph)": "Vitesse maximale autorisée de 60 km/h sur cette section de route.",
  "Speed Limit (70 kmph)": "Vitesse maximale autorisée de 70 km/h sur cette section de route.",
  "Stop 1": "Marquez un arrêt complet avant de continuer. Cédez le passage à tous les véhicules.",
  "Zigzag Road Ahead": "Prévient d'une route sinueuse à venir. Réduisez votre vitesse et soyez prudent.",
  "Road Divides": "Indique que la route se divise en deux directions. Choisissez votre voie à l'avance.",
  "Slow": "Indique de réduire votre vitesse. Soyez prudent et préparez-vous à des conditions de route changeantes.",
  "Steep Descent": "Prévient d'une descente raide à venir. Utilisez une vitesse appropriée et soyez prudent.",
  "Stop 2": "Marquez un arrêt complet. Vérifiez la circulation dans toutes les directions avant de continuer.",
  "Sharp Right Turn": "Prévient d'un virage serré à droite. Réduisez significativement votre vitesse.",
  "Speed Limit (50 kmph)": "Vitesse maximale autorisée de 50 km/h sur cette section de route.",
  "No Horns": "Zone où l'utilisation du klaxon est interdite, généralement près des hôpitaux ou des zones résidentielles.",
  "Roundabout Ahead": "Prévient de l'approche d'un rond-point. Préparez-vous à céder le passage aux véhicules déjà engagés.",
  "No right turn": "Interdiction de tourner à droite à cette intersection.",
  "Speed Limit (80 kmph)": "Vitesse maximale autorisée de 80 km/h sur cette section de route.",
  "Give Way": "Cédez le passage aux véhicules venant de la droite ou déjà engagés dans l'intersection.",
  "Railway Crossing": "Prévient d'un passage à niveau. Arrêtez-vous si le feu clignote ou si la barrière est abaissée.",
  "Speed Limit (20 kmph)": "Zone à vitesse très limitée, souvent dans des zones particulièrement sensibles.",
  "Speed Limit (45 kmph)": "Vitesse maximale autorisée de 45 km/h sur cette section de route.",
  "No left turn": "Interdiction de tourner à gauche à cette intersection.",
  "Parking": "Zone autorisée pour le stationnement des véhicules.",
  "Speed Limit (65 kmph)": "Vitesse maximale autorisée de 65 km/h sur cette section de route.",
  "No Mobile Allowed": "Interdiction d'utiliser un téléphone portable en conduisant dans cette zone.",
  "No Overtaking": "Interdiction de dépasser les autres véhicules sur cette section de route.",
  "Speed Limit (30 kmph)": "Zone à vitesse limitée à 30 km/h, souvent dans des zones urbaines denses."
}
